[Account_ledger_twk:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="书籍"
m_InteractText="`GBA_Use` 使用"

[attic_entrance_door_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="这个储物柜已经上锁"

[attic_entrance_door_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="门"
m_InteractText="`GBA_Use` 打开"

[AudioGraphPlayer_Twk DisTweaks_AudioLogPlayer]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭录音带")

[AudioGraphPlayer_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="录音播放机"
m_InteractText="`GBA_Use` 使用"

[bathtub_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="浴缸"
m_InteractText="`GBA_Use` 饮用"

[brewery_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="这个储物柜已经上锁"

[brewery_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="酿酒厂"
m_InteractText="`GBA_Use` 打开"

[brothel_shutter_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="已上锁。你需要 `k"

[brothel_shutter_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="百叶窗"
m_InteractText="`GBA_Use` 打开"

[candle_flame_01_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="蜡烛"
m_InteractText="`GBA_Use` 吹灭"

[Chest_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")

[Chest_01_twk:DisTweaks_InteractableInterface_4 DisTweaks_InteractableInterface]
m_Name="箱子"
m_InteractText="`GBA_Use` 打开"

[combination_lock_01_twk:DisTweaks_InteractableInterface_6 DisTweaks_InteractableInterface]
m_Name="密码锁"
m_InteractText="`GBA_Use` 转动"

[crossbow_box_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")

[crossbow_box_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="箱子"
m_InteractText="`GBA_Use` 打开"

[drill_01_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="这个储物柜已经上锁"

[drill_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="钻机"
m_InteractText="`GBA_Use` 使用"

[DrinkCarousel_twk:DisTweaks_InteractableInterface_13 DisTweaks_InteractableInterface]
m_Name="饮料转盘"
m_InteractText="`GBA_Use` 转动"

[fountain_02_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="饮水机"
m_InteractText="`GBA_Use` 饮用"

[foutain_03_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="起泡的葡萄酒喷泉"
m_InteractText="`GBA_Use` 饮用"

[GenericSwitch_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="开关"
m_InteractText="`GBA_Use` 使用"

[globe_01_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="地球仪"
m_InteractText="`GBA_Use` 使用"

[grindstone_01_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="这个储物柜已经上锁"

[grindstone_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="磨石"
m_InteractText="`GBA_Use` 使用"

[guard_booth_hatch_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")

[guard_booth_hatch_twk:DisTweaks_InteractableInterface_15 DisTweaks_InteractableInterface]
m_Name="舱口"
m_InteractText="`GBA_Use` 打开"

[hammam_foutain_wall_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="饮水机"
m_InteractText="`GBA_Use` 饮用"

[hand_drawn_beer_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="酒吧龙头"
m_InteractText="`GBA_Use` 使用"

[harp_01_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="竖琴"
m_InteractText="`GBA_Use` 演奏"

[key_hole_01_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="锁孔"
m_InteractText="`GBA_Use` 打开"

[lever_01_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""

[lever_01_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="开关"
m_InteractText="`GBA_Use` 使用"

[lever_rich_01_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="开关"
m_InteractText="`GBA_Use` 使用"

[lever_rich_02_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="开关"
m_InteractText="`GBA_Use` 使用"

[locker_metal_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")

[locker_metal_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="储物柜"
m_InteractText="`GBA_Use` 打开"

[metal_chest_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")

[metal_chest_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="橱柜"
m_InteractText="`GBA_Use` 打开"

[metal_highchest_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")

[metal_highchest_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="储物柜"
m_InteractText="`GBA_Use` 打开"

[Microscope_twk DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Microscope_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="显微镜"
m_InteractText="`GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[piano_01_clavier_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="钢琴"
m_InteractText="`GBA_Use` 演奏"

[rich_sink_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="水槽"
m_InteractText="`GBA_Use` 饮用"

[safe_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")
m_LockedMessage="需要密码"

[safe_twk:DisTweaks_InteractableInterface_6 DisTweaks_InteractableInterface]
m_Name="保险箱"
m_InteractText="`GBA_Use` 打开"

[secretary_desk_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")

[secretary_desk_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="桌子"
m_InteractText="`GBA_Use` 打开"

[SewerPlate_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""

[SewerPlate_twk:DisTweaks_InteractableInterface_7 DisTweaks_InteractableInterface]
m_Name="下水道板"
m_InteractText="`GBA_Use` 打开"

[SewerPlate_valve_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="曲柄轮"
m_InteractText="按住 `GBA_Use` 转动"

[shop_rotisserie_01_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="轴轮"
m_InteractText="`GBA_Use` 转动"

[sink_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="水槽"
m_InteractText="`GBA_Use` 饮用"

[still_01_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="阀门"
m_InteractText="`GBA_Use` 使用"

[toilet_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 打开")

[toilet_01_twk:DisTweaks_InteractableInterface_9 DisTweaks_InteractableInterface]
m_Name="马桶"
m_InteractText="`GBA_Use` 关闭"

[torture_generator_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="此控制杆目前不能使用"

[torture_generator_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="杠杆"
m_InteractText="`GBA_Use` 使用"

[trash_bin_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")

[trash_bin_01_twk:DisTweaks_InteractableInterface_10 DisTweaks_InteractableInterface]
m_Name="垃圾箱"
m_InteractText="`GBA_Use` 打开"

[triggering_book_01_twk:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="伪造书"
m_InteractText="`GBA_Use` 使用"

[trunk_01_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")

[trunk_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="箱子"
m_InteractText="`GBA_Use` 打开"

[UsableObject_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="需要`k "
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[UsableObject_twk:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="[Name]"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[vise_01_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="这个储物柜已经上锁"

[vise_01_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="老虎钳"
m_InteractText="`GBA_Use` 使用"

[wall_lever_01_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="开关"
m_InteractText="`GBA_Use` 使用"

[Wardrobe_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")

[Wardrobe_twk:DisTweaks_InteractableInterface_12 DisTweaks_InteractableInterface]
m_Name="衣柜"
m_InteractText="`GBA_Use` 打开"

[wheel_01_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="转轮"
m_InteractText="按住 `GBA_Use` 转动"

